{
    "id": "80025811",
    "poster": {
        "portrait": "http://art-0.nflximg.net/a0a56/a75717d258d011878956d6c9098a2ab6b3fa0a56.jpg",
        "landscape": ""
    },
    "title": "Sense8",
    "year": "2015",
    "synopsis": "From the creators of \"The Matrix\" and \"Babylon 5\" comes this tense series in which eight people can telepathically experience each other's lives.",
    "cast": "Daryl Hannah, Tuppence Middleton, Brian J. Smith",
    "episodes": [
        {
            "number": 1,
            "title": "Limbic Resonance",
            "synopsis": "Eight strangers from cities around the globe begin having experiences that defy explanation.",
            "runtime": "67 minutes",
            "link": "http://www.netflix.com/watch/80025745"
        },
        {
            "number": 2,
            "title": "I Am Also a We",
            "synopsis": "Nomi's fortunes take a dark turn, while the rest of the Sensates' connections become stronger and more dangerous.",
            "runtime": "54 minutes",
            "link": "http://www.netflix.com/watch/80025746"
        },
        {
            "number": 3,
            "title": "Smart Money Is on the Skinny Bitch",
            "synopsis": "With many of the Sensates' lives becoming more complicated, their newfound gift -- while still a mystery -- proves vital for survival.",
            "runtime": "48 minutes",
            "link": "http://www.netflix.com/watch/80025747"
        },
        {
            "number": 4,
            "title": "What’s Going On?",
            "synopsis": "Nomi's fate draws nearer, Capheus and Wolfgang's fortunes seem to have turned, but Sun is faced with an impossible choice.",
            "runtime": "55 minutes",
            "link": "http://www.netflix.com/watch/80025748"
        },
        {
            "number": 5,
            "title": "Art Is Like Religion",
            "synopsis": "The Sensates struggle with intensifying connections, which results in some interesting days on set for Lito and a wedding day surprise for Kala.",
            "runtime": "52 minutes",
            "link": "http://www.netflix.com/watch/80025749"
        },
        {
            "number": 6,
            "title": "Demons",
            "synopsis": "While the Sensates bond, Nomi takes a bold move to gain her freedom and Sun makes a choice she might someday regret.",
            "runtime": "52 minutes",
            "link": "http://www.netflix.com/watch/80025750"
        },
        {
            "number": 7,
            "title": "W. W. N. Double D?",
            "synopsis": "Nomi makes a shocking discovery about her former doctor, while Will gets closer to the truth behind his visions and Kala's doubts grow stronger.",
            "runtime": "55 minutes",
            "link": "http://www.netflix.com/watch/80025751"
        },
        {
            "number": 8,
            "title": "We Will All Be Judged by the Courage of Our Hearts",
            "synopsis": "Sun fights to adjust to her new life as Capheus tries to change his. Will and Nomi dig up disturbing information that could change everything.",
            "runtime": "50 minutes",
            "link": "http://www.netflix.com/watch/80025752"
        },
        {
            "number": 9,
            "title": "Death Doesn’t Let You Say Goodbye",
            "synopsis": "Riley learns about her new life and its dangers, Kala deals with the aftermath of the attack on Rajan’s father, and Lito's world spins out of control.",
            "runtime": "55 minutes",
            "link": "http://www.netflix.com/watch/80025753"
        },
        {
            "number": 10,
            "title": "What Is Human?",
            "synopsis": "Will learns more about his origins and the threat to his future, while Wolfgang's actions catch up with him, even as his bond with Kala strengthens.",
            "runtime": "59 minutes",
            "link": "http://www.netflix.com/watch/80025754"
        },
        {
            "number": 11,
            "title": "Just Turn the Wheel and the Future Changes",
            "synopsis": "Riley's fate draws nearer, while Capheus and Sun are put to the test, and Wolfgang makes his boldest move yet.",
            "runtime": "45 minutes",
            "link": "http://www.netflix.com/watch/80025755"
        },
        {
            "number": 12,
            "title": "I Can’t Leave Her",
            "synopsis": "In the season finale, with Riley in the hands of Whispers, all of the Sensates' skills are needed to give them any chance at survival.",
            "runtime": "54 minutes",
            "link": "http://www.netflix.com/watch/80025756"
        }
    ]
}