{
    "id": "80125200",
    "poster": {
        "portrait": "http://art-0.nflximg.net/e3368/603fe33ecaa8951674a52e15fc07a9d1206e3368.jpg",
        "landscape": ""
    },
    "title": "Dear White People",
    "year": "2017",
    "synopsis": "Students of color navigate the daily slights and slippery politics of life at an Ivy League college that's not nearly as \"post-racial\" as it thinks.",
    "cast": "Brandon P. Bell, Logan Browning, Antoinette Robertson",
    "episodes": [
        {
            "number": 1,
            "title": "Chapter I",
            "synopsis": "As college radio host Samantha White leads the outcry over a blackface party on campus, a revelation about her love life puts her in an awkward spot.",
            "runtime": "33 minutes",
            "link": "http://www.netflix.com/watch/80125300"
        },
        {
            "number": 2,
            "title": "Chapter II",
            "synopsis": "Buoyed by his front-page story on the party, shy reporter Lionel begins to come out of his shell and embrace his true identity.",
            "runtime": "29 minutes",
            "link": "http://www.netflix.com/watch/80125301"
        },
        {
            "number": 3,
            "title": "Chapter III",
            "synopsis": "Golden boy Troy schmoozes his way around campus at his dad's behest, campaigning for student body president. But his smile hides nagging doubts.",
            "runtime": "22 minutes",
            "link": "http://www.netflix.com/watch/80125302"
        },
        {
            "number": 4,
            "title": "Chapter IV",
            "synopsis": "As Coco gears up for an exclusive soiree, a fight with Sam stirs up memories of their friendship -- and the differences that drove them apart.",
            "runtime": "28 minutes",
            "link": "http://www.netflix.com/watch/80125303"
        },
        {
            "number": 5,
            "title": "Chapter V",
            "synopsis": "Friends drag Reggie out on the town to stop him from brooding over the revolution and Sam's new beau. But the night takes a harrowing turn.",
            "runtime": "26 minutes",
            "link": "http://www.netflix.com/watch/80125304"
        },
        {
            "number": 6,
            "title": "Chapter VI",
            "synopsis": "Shell-shocked, Sam and company plan a protest against the campus police, while Reggie finds his own way to process the ordeal.",
            "runtime": "27 minutes",
            "link": "http://www.netflix.com/watch/80125305"
        },
        {
            "number": 7,
            "title": "Chapter VII",
            "synopsis": "Picking up on the chemistry between Sam and Reggie, Gabe obsesses over the state of his relationship -- and makes a startling confession to Joelle.",
            "runtime": "23 minutes",
            "link": "http://www.netflix.com/watch/80125306"
        },
        {
            "number": 8,
            "title": "Chapter VIII",
            "synopsis": "To show just how pervasive Winchester's race problems are, Lionel sets out to write a feature on Troy and makes some unexpected discoveries.",
            "runtime": "25 minutes",
            "link": "http://www.netflix.com/watch/80125307"
        },
        {
            "number": 9,
            "title": "Chapter IX",
            "synopsis": "Coco jumps at the chance to join Troy at a party for wealthy donors, but the evening leaves her questioning his priorities.",
            "runtime": "21 minutes",
            "link": "http://www.netflix.com/watch/80125308"
        },
        {
            "number": 10,
            "title": "Chapter X",
            "synopsis": "With tensions running high before the town hall, Sam tries to patch up her relationship, Coco steals Troy's thunder, and Lionel makes a bold move.",
            "runtime": "30 minutes",
            "link": "http://www.netflix.com/watch/80125309"
        }
    ]
}